Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Dutch Education, Culture and Science Minister Ronald Plasterk said the ancient artifacts were surrendered by Dutch art traders after police informed them they were stolen. U.S. customs authorities and Interpol had alerted Dutch officials that the items we
ar: و قد علق وزير الثقافة و العلوم و التعليم الهولندي؛ رولاند بلاسترك، أن: تم تسليم الآثار القديمة من قبل تجار الفن الهولنديين بعد ما أن قامت الشرطة الهولندية بإبلاغهم أنها تم سرقتها بقصد الإتجار الغير مشروع بها. و قد قامت سلطات الضرائب الأمريكية و الشرطة

source: Plasterk said the artifacts came from the cradle of civilization, the area between the rivers Tigris and Euphrates that once was known as Mesopotamia.
ar: و كذلك فقد أوضح بلاسترك أن تلك الآثار جاءت من مهد الحضارة، و هي تلك المنطقة الواقعة بين النهرين؛ نهري دجلة و الفرات، و التي كانت معروفة و ما زالت كذلك بأنها (أرض ما بين النهرين).

source: Among other items Plasterk handed to Iraqi Ambassador Siamand Banaa was a sawn out fragment of a flagstone with an inscription of King Nebuchadnezzar dating from 570 B.C. and a decorated nail from 2100 B.C. that would have been used to anchor a building's
ar: و كذلك كان من بين الآثار الأخرى التي قام الوزير بلاسترك بتسليمها إلى السفير العراقي هي قطعة مقطوعة من حجر نحت على شكل بلاطة عليها نصوص للملك نبوخز نصر و التي يعود تاريخها إلأى 570 قبل الميلاد. و إظفر مزركش يعود لألفي و مائة سنة قبل الميلاد، و الذي قد يكون

source: We should cherish and honor the start of civilization in Iraq, Plasterk said, and consider it the responsibility of the world to make sure it stays there. These objects lose a lot of their value if they are stolen from their site.
ar: كما أوضح الوزير الهولندي أننا يجب أن نحي و نكرم الحضارة العراقية، و نعتبرها مسؤولية العالم أجمع أن يحافظ على بقاء تلك الآثار بأماكنها. كما أن تلك الآثار تفقد الكثير من قيمتها إن تمت سرقتها من موطنها الأصلي.

source: Banaa praised the Netherlands for tracing and returning the stolen goods and said he hoped other countries would emulate the Dutch example.
ar: و قد أشاد السفير العراقي بهولندا بالجهود الهولندية المبذولة في تتبع و استقصاء أماكن تلك الآثار المسروقة و العمل على إرجاعها آملاً أن تقوم الدول الأخرى بمحاكاة التجربة الهولندية في إرجاع ما تم سرقته من الآثار العراقية.

source: Looting in Iraq earlier led to an outcry when American troops largely stood by as thieves carried away priceless antiquities from the National Museum in the chaos that followed the 2003 capture of Baghdad.
ar: و بالنظر إلى الدولة العراقية فيما سبق، فقد وجد أن القوات الأمريكية قد قامت بسرقة العديد من تلك الآثار التي لا تقدر بثمن، من المتحف الوطني خلاال فترة الفوضى التي تبعت أحداث 2003 و الإستيلاء على بغداد خلال نفس التاريخ.

source: About 15,000 artifacts were stolen from the museum, and the lead U.S. investigator said last year that trafficking in those items helped finance al-Qaida in Iraq as well as Shiite militias.
ar: حيث تمث سرقة نحو خمسة عشرة ألف قطعة أثرية من المتحف، و أن محقق في تلك الأحداث أمريكي أوضح أن: أنه خلال العام الماضي فقد كانت عملية الإتجار بتلك المسروقات تهدف إلى المساعدة في تمويل القاعدة بالعراق و كذلك مجندي الشيعة تم بيعها

source: Eventually, about 8,500 items were recovered in an international effort that included culture ministries across the region, Interpol, museum curators and auction houses. Jordan, Syria and Egypt were among countries which returned stolen objects to Baghdad
ar: كما لعبت الصدفة دورها في استعادة الكثير من تلك الآثار، حيث تم استعادة نحو ثمانية آلاف و خمسمائة قطعة آثرية بمساعدة و تضافر جهود وزارات الثقافة عبر المنطقة، و كذلك المتاحف المختلفة و دور المزادات. و قد كانت من بين تلك الدول، سوريا و مصر و الأردن و اليت سا

source: The U.N. cultural body UNESCO has said that of the roughly 7,000 pieces still missing from the museum about 40 to 50 are considered to be of great historical importance.
ar: و قد أوضح المكتب الثقافي التابع لمنظمة الفنون و العلوم اليونسكو أنه ما زال هناك نحو سبعة آلاف قطعة أثؤية ما زالت مفقودة من المتحف. و يعتقد أن يكون من بينهم نحو أربعين أو خمسين قطعة ذات أهمية و قيمة تاريخية لا تقدر بثمن.

source: It was not immediately clear when the antiquities being returned by the Dutch were looted.
ar: و لم يكن من الجلي لنا أول مرة عندما عادت الأثريات مرة أخرى إلى موطنها أنها مسألة مهمة ينظر إليها بعين الإعتبار.

source: Extremist group announces split from al-Qaeda
ar: جماعة متطرفة تعلن الانشقاق عن القاعدة

source: A North African extremist group, whose senior leaders were crucial allies of Osama bin Laden, has denounced terrorism and become the first organisation ever to leave al-Qaeda.
ar: أعلنت جماعة متطرفة من شمال إفريقيا، التي كان أبرز قادتها حلفاء مهمين لبن لادن، عن إدانتها للإرهاب لتصبح أول جماعة تتخلى عن القاعدة.

source: The Libyan Islamic Fighting Group (LIFG), which once sought to overthrow Col Muammar Gaddafi, dealt a blow to bin Laden by reversing a decision made in 2007 to join al-Qaeda.
ar: تخلت الجماعة الإسلامية الليبية المقاتلة، التي سعت في السابق إلى الإطاحة بالعقيد معمر القذافي، عن بن لادن من خلال التراجع عن قرار سبق واتخذته سنة 2007 والقاضي بالانضمام عن القاعدة.

source: A statement from the LIFG leadership criticised indiscriminate bombings and the targeting of civilians, saying that violence did not achieve the aims of the group in removing oppression.
ar: وانتقد بلاغ من الجماعة الليبية التفجيرات غير الانتقائية واستهداف المدنيين، قائلة إن العنف لم يحقق أهداف الجماعة من أجل إزالة الاضظهاد.

source: Al-Qaeda has come under mounting pressure in recent months. Missile attacks executed by American drones in Pakistan's Tribal Areas have taken a heavy toll on its core leadership.
ar: ولقد أضحى تنظيم القاعدة في الأشهر الأخيرة تحت ضغط متزايد. كما أن هجمات الصواريخ التي نفذتها الطائرات الأمريكية بدون ربان في المناطق القبلية بباكستان خلفت خسائر كبيرة في الجسم القيادي للتنظيم.

source: Meanwhile, there are tentative signs of a backlash against bin Laden's ideology in the wider Muslim world. A former extremist leader, Sayyid Imam al-Sharif, better known as Dr Fadl, has condemned al-Qaeda from inside an Egyptian prison.
ar: وفي نفس الآن، فإن ثمة إشارات إلى ظهور توجه مضاد لفكر بن لادن في العالم الإسلامي. ولقد شجب الزعيم المتطرف السابق، سيد إمام الشريف، المعروف أكثر بتسمية الدكتور فضل، تنظيم القاعدة من داخل أحد السجون المصرية.

source: The LIFG appears to have judged that the balance of advantage lies with leaving al-Qaeda. Officials doubt whether this will, on its own, have a significant impact on al-Qaeda's ability mount attacks.
ar: ويبدو أن الجماعة الإسلامية الليبية المقاتلة رأت أن ميزان التفوق يكمن في التخلي عن القاعدة. أما المسؤولون فيشككون إن كان هذا الأمر، منفردا، سيكون له تأثير بارز على قدرة القاعدة في تنفيذ الهجمات.

source: But one official pointed out that LIFG figures had graduated to become major players in al-Qaeda and the group's withdrawal amounted to a moral blow to the network.
ar: غير أن مسؤولا أشار إلى أن أعضاء الجماعة الإسلامية الليبية المقاتلة تطوروا ليصبحوا فاعلين مهمين في تنظيم القاعدة، وأن انسحاب الجماعة من التنظيم تسبب في ضربة معنوية للشبكة.

source: Abu Yahya al-Libi is among the battle-hardened Libyan members of al-Qaeda's core leadership. He won renown by escaping from an American detention centre at Bagram air base in Afghanistan in 2005 and regularly appears on al-Qaeda's propaganda videos, most
ar: يعتبر أبو يحيى الليبي من بين الأعضاء القياديين المحنكين في تنظيم القاعدة. اشتهر بعد نجاحه في الفرار من مركز اعتقال أمريكي بالقاعدة الجوية بغرام سنة 2005، وكدا بظهوره المتكرر في أشرة فيديو تقوم بالدعاية لتنظيم القاعدة، حيث كان آخرها قبل أسبوعين عندما كان ي

source: Another LIFG veteran, Abu Laith al-Libi, organised a suicide attack at Bagram in 2007 which left 23 dead and coincided with a visit to the base from Dick Cheney, then US vice-president. Al-Libi was killed in Pakistan last year by an American drone.
ar: وهناك مقاتل سابق ضمن الجماعة الإسلامية الليبية المقاتلة يدعى أبو ليث الليبي، كان قد أشرف على هجوم انتحاري ضد قاعدة برغام سنة 2007، وهي العملية التي أسفرت عن مقتل 23 شخصا، حيث تزامنت مع زيارة قام بها نائب الرئيس الأمريكي آنذاك، ديك تشيني، إلى القاعدة ال

source: In 2007, he announced that the LIFG had joined al-Qaeda. But the latest statement from the group's leaders, appearing on several extremist websites, said this had taken place without the agreement of the majority of its ruling council.
ar: وأعلن في 2007 أن الجماعة الإسلامية الليبية المقاتلة انضمت إلى تنظيم القاعدة، غير أن البلاغ الأخير من قادة الجماعة، والذي تناقلته العديد من مواقع المتطرفين، ذكر أن هذا الأمر حدث دون موافقة غالبية المجلس الحاكم للجماعة.

source: The decision to join bin Laden's network had been invalid, said the statement, and the LIFG had no link to the al-Qaeda organisation in the past and has none now and we demand that those parties remove the name of the Fighting Group from those lists.
ar: ويقول البلاغ إن قرار الانضمام إلى شبكة بن لادن لم يعد ساريا، وإن الجماعة الإسلامية الليبية المقاتلة لم تكن تربطها أية علاقة بتنظيم القاعدة في الماضي ولا حتى في الوقت الراهن. ونطلب من هاته الأطراف إزالة اسم الجماعة المقاتلة من تلك اللوائح.

source: Al-Qaeda's core leaders have attached great importance to allying with existing groups of violent extremists, especially in North Africa. The Salafist Group for Preaching and Combat, which has waged a brutal campaign in Algeria since the 1990s, announced
ar: ولقد علق أبرز قادة القاعدة أهمية كبرى بالتحالف مع الجماعات المتطرفة الموجودة، سيما في منطقة شمال إفريقيا. وكانت الجماعة السلفية الجزائرية للدعوة والقتال، والتي شنت حملة شرسة في الجزائر منذ سنوات التسعينات، قد أعلنت سنة 2006 أنها انضمت إلى بن لادن وأطلقت

source: For the first time, al-Qaeda has now lost an affiliate. The LIFG's leaders were forced out of Libya in the 1990s and escaped to Afghanistan. They were compelled to scatter after the Taliban regime's downfall in 2001. The LIFG has been holding peace talks
ar: وهذه هي المرة الأولى التي يفقد فيها تنظيم القاعدة أحد فروعه. وكان زعماء الجماعة الإسلامية الليبية المقاتلة قد اضطروا إلى الخروج من ليبيا سنوات التسعينات وفروا إلى أفغانستان. واضطروا مرة أخرى إلى التشتت في أعقاب سقوط نظام طالبان سنة 2001. وكانت الجماعة

source: Life term for French Jew's murderer
ar: الحكم بالسجن مدى الحياة على قاتل اليهودي الفرنسي

source: The leader of a Paris gang has been jailed for life for the kidnap, torture and murder of a young French Jew.
ar: حكم بالسجن مدى الحياة على زعيم عصابة قام بخطف، تعذيب و من ثم قتل شاب فرنسي يهودي.

source: Youssouf Fofana, 28, was sentenced to a minimum of 22 years behind bars before he can be considered for parole after he was found guilty by a Paris court of abducting and killing 23-year-old Ilan Halimi in 2006.
ar: و كان قد حكم على يوسف فوفانا، البالغ من العمر ثمانية و عشرين عاماُ بالسجن مدة أدناها اثنان و عشرون عاماُ، قبل تمكنه من من تقديم طلب لإعادة النظر في اطلاق سراح مشروط بعدما أدين من قبل محكمة في باريس بالقيام بخطف و قتل الشاب ايلان حاليمي البالغ من العمر ثلا

source: Twenty-four others, including eight women, received jail terms ranging from six months to 18 years after being found guilty of charges relating to the crime.
ar: و قد صدرت أحكام بالسجن تتراوح بين ستة شهور و ثمانية عشر عاماُ على أربعة و عشرين شخصاُ آخرين من بينهم ثمانية نساء، بعدما تمت إدانتهم بتهم مرتبطة بالجريمة.

source: The gang abducted 23-year-old Halimi and tortured him for more than three weeks as they attempted, unsuccessfully, to extort a $600,000 ransom from his family.
ar: و قد قامت العصابة باختطاف الشاب حاليمي البالغ من العمر ثلاثة و عشرين عاماُ و قامت بتعذيبه لمدة تزيد عن ثلاثة أسابيع، قاموا خلالها بمحاولة فاشلة لابتزاز مبلغ 600000 دولار كفدية من عائلته.

source: He died on his way to hospital shortly after he was found naked, severely burned and handcuffed to a tree by a railway in the Essonne region south of Paris.
ar: و كان الشاب قد مات في طريقه للمشفى بعد وقت قصير من العثور عليه مقيداُ إلى شجرة قرب سكة حديد في منطقة أيسون جنوبي باريس، عارياُ و قد تعرض لحروق شديدة .

source: Fofana pretended to applaud, then smiled and stuck his thumbs up when the verdict was read out on Friday.
ar: و تظاهر فونانا بالموفقة، ثم ابتسم و رفع ابهامه أثناء قراء الحكم يوم الجمعة.

source: The murder led to mass protests againt anti-Semitism being held across France.
ar: و قد أدت جريمة القتل تلك لإثارة احتجاجات شديدة ضد معاداة السامية التي تجري في فرنسا.

source: Anti-Semitic violence
ar: عنف ضد السامية

source: Al Jazeera's Jonah Hull said the killing was one that horrified the nation.
ar: و قد قال مراسل الجزيرة بأن عملية القتل تلك__ أرعبت البلد بأكملها.

source: [It] raised the spectre of anti-Semitism among western Europe's largest Jewish community, he said.
ar: وكما أدت لظهور شبح معاداة السامية في أكبر مجتمع يهودي في أوروبا ، قال

source: Most of the trial took place behind closed doors. With the verdict now out in the open, there are concerns it may spark a new wave of racial tension.
ar: و قد جرت معظم فصول المحاكمة خلف الأبواب المغلق. و مع إعلان الحكم الآن على الملأ هناك تخوفات من التسبب بموجة جديدة من التوتر العصري.

source: Halimi had been befriended by a female member of the gang in a mobile phone shop where he worked and lured to an empty apartment in the suburbs of Paris in February 2006.
ar: و قد تمت مصادقة حليمي من قبل واحدة من أفراد العصابة في محل الهواتف المحمولة الذي يعمل فيه، و تم استدراجه لشقة فارغة في ضواحي باريس في شباط عام 2006.

source: He was attacked by the gang on his arrival and drugged.
ar: و تمت مهاجمته من قبل العصابة عند وصوله كما قاموا بتخديريه.

source: A month after the start of the trial, Fofana admitted to having stabbed and poured flammable liquid over Halimi setting him alight.
ar: و قد اعترف فونانا بعد شهر من بدء المحاكمة بالقيام بطعن حليمي و صب السائل المشتعل عليه و القيام باشعاله.

source: Fofana, a 28-year-old of Ivorian origin who led the self-styled Gang of Barbarians, expressed no remorse and expressed defiance throughout the trial.
ar: و لم يعبر فونانا البالغ من العمر ثمانية و عشرين عاماُ و الذي يقود العصابة المبتدعة من البربريين، لم يعبر عن أي ندم و قد عبر عن تحدي طوال فترة المحاكمة.

source: He smirked at Hamili's relatives, shouted God is greatest! and at one point threw shoes at lawyers during the trial.
ar: و توجه بابتسامة متكلفة نحو أقارب حليمي، صارخاُ الله أكبر و قام برمي الأحذية في مرحلة معينة من المحاكمة على المحامين.

source: Variety of charges
ar: تنوع التهم

source: The defendants were convicted on a variety of charges, including kidnapping by an organised group, sequestration that resulted in death or failing to assist a person in danger.
ar: و قد ادين المتهمون بتهم متنوعة، بما فيها الخطف من قبل جماعة منظمة، الاحتجاز الذي أدى إلى القتل أو الفشل في تقديم المساعدة لشخص واقع في الخطر.

source: Two defendants were acquitted, including one young woman who was told by the presiding judge she could seek indemnities for spending three years in jail before the trial.
ar: و قد تمت تبرئة متهمين اثنين، من بينهم أمرأة شابة تم إخبارها من قبل القاضي أن بإمكانها طلب تعويضات لقضائها ثلاث سنوات في السجم قبل المحاكمة.

source: Francis Szpiner, the family's lawyer, said: I am pleased that the Paris court of assizes has recognised the anti-Semitic character of this crime.
ar: و قد قال فرانسيس سزبينر، محامي العائلة يسرني أن محكمة باريس للجنايات أدركت وجه المعاداة للسامية في هذه الجريمة

source: It was because he was Jewish that Ilan Halimi was killed and tortured. No one can challenge this judicial truth.
ar: لقد قتل ايلان حليمي و عذب لكونه يهودي. و لا يمكن لأحد تحدي هذه الحقيقة القضائية.

source: 'Lenient sentences'
ar: الأحكام المخففة

source: But Szpiner said he was disappointed at the leniency of sentences handed to some of Fofana's accomplices and asked the justice ministry to seek an appeal.
ar: و عبر سزبينر عن خيبة أمله بسبب الأحكام المخففة التي صدرت بحق بعض شركاء فونانا في الجريمة، وطالب وزارة العدل بالحصول على استئناف.

source: The trial, which began April 29, was held behind closed doors in a juvenile court because two of the defendants were minors at the time of the attack.
ar: و كانت المحكمة التي بدأت في التاسع و العشرين من أبريل، قد عقدت في السر في قاعة محكمة جوفنيل، بسبب كون اثنان من المتهمين قصار في وقت حدوث الجريمة.

source: Critics said police initially ignored the possibility of anti-Semitic motives in the killing, which, as the case wore on, prompted fears of its resurgence in France.
ar: و قد قال النقاد بأن الشرطة تجاهلت بادىء الأمر إمكانية وجود دوافع المعادة للسامية خلف جريمة القتل و التي أدت مع التقدم في القضية إلى إثارة مخاوف من عودتها إلى فرنسا.

source: Scores of police, some in full riot gear, took up posts around the Palais de Justice in central Paris on Friday.
ar: و قام العشرات من رجال الشرطة بعضهم بالعتاد الكامل بالتمركز حول قصر العدل وسط باريس يوم الجمعة.

source: The victim's family was not present for the verdict.
ar: و لم تحضر عائلةالضحية أثناء النطق بالحكم.

source: SERENITY: The catamaran sailing for Madagascar from the Seychelles with three people aboard, was seized in March 2009.
ar: سيرينتي: السفينة التي تبحر من سيشيل إلى مدغشقر و تحمل على متنها ثلاثة أشخاص, تم اختطافها في شهر آذار 2009.

source: INDIAN OCEAN EXPLORER: Seized March 2009. The 35-metre boat was built in Hamburg as an oceanographic research vessel. It accommodates about 12 passengers. Pirates have freed the seven crew.
ar: انديان اوشن اكسبلورر: خطفت في آذار 2009. السفينة التي يبلغ طولها خمسة و ثلاثين مترا, كانت قد بنيت في هامبورغ لتكون سفينة بحث أوقيانوغرافية. تستوعب حوالي 12 راكبا. و قد أطلق القراصنة سراح سبعة من أفراد طاقمها.

source: HANSA STAVANGER: Seized April 4, 2009. The 20,000-tonne German container vessel was captured about 400 miles off the southern Somali port of Kismayu, between the Seychelles and Kenya. The vessel had a German captain and three Russians, two Ukrainians and
ar: هانسا ستافانجر: خطفت في الرابع من شهر نيسان 2009. السفينة الألمانية التي تحتوي على حمولة تقدر بعشرين ألف طن تم اختطافها على مسافة 400 ميل قبالة ميناء كيسمايو جنوب الصومال, الواقع بين سيشيل و كينيا. كان على متنها قبطان ألماني و ثلاثة روس, أوكرانيان و أربع

source: WIN FAR 161: Taiwanese tuna boat, seized April 6, 2009.
ar: وين فار 161: قارب صيد التونة التايواني, سرق في السادس من نيسان 2009.

source: SAMARA AHMED: Seized April 10, 2009. The Egyptian fishing vessel was detained with 16 crew.
ar: سامارا أحمد: ضبطت في العاشر من شهر نيسان 2009. و تم اختطاف سفينة الصيد المصرية مع طاقمها المكون من ستة عشر شخصا.

source: Syria Increases Minimum Sentence for Honor Killing
ar: سوريا تزيد من الحد الأدنى لعقوبة جرائم الشرف

source: Syrian President Bashar al-Assad issued a decree last week that increased the penalty for honor killing to a minimum prison sentence of two years. The law previously limited the maximum sentence to one year. According to the
ar: أصدر الرئيس السوري بشار الأسد الأسبوع الماضي مرسوماُ يقضي بزيادة عقوبة جرائم الشرف لتصبح السجن لمدة سنتين كحد أدنى . و قد حدد القانون السابق العقوبة على مثل هذه الجرائم كحد أقصى بالسجن لمدة عام. و فقاُ ل

source: , activists believe about 200 women are the victims of honor killings every year, murdered by male family members who suspect them of committing adultery. In a
ar: يعتقد الناشطون أن حوالي 200 إمرأة تقتل سنوياٌ بدواعي جرائم الشرف، حيث يقتلون من قبل أفراد العائلة الذكور في حال الشك بارتكابهم الزنا.

source: statement
ar: و في تصريح

source: to a Syrian news agency, Justice Minister Ahmad Hamoud Younes said, The number of wife killing has increased recently on the pretext of adultery, and the canceled article number 548 of the penal law pardoned those crimes.
ar: لوكالة الأنباء السورية، قال وزير العدل السوري أحمد حمود يونس، ازداد عدد جرائم قتل الزوجات تحت ذريعة الزنا، و قد كانت المادة رقم 548 الملغاة من القانون الجزائي تعفي من هذه الجرائم.

source: The new law reads, He who catches his wife, sister, daughter, or mother by surprise in the act of committing adultery or having unlawful sex with another and then unintentionally kills or hurts either of them can benefit from attenuating circumstances, p
ar: و ينص القانون الجديد على مايلي يستفيد من العذر المخفّف من فاجأ زوجه أو أحد أصوله أو فروعه أو أخته في جرم الزنا المشهود أو في صلات جنسية فحشاء مع شخص آخر فأقدم على قتلها أو إيذائها أو على قتل أو إيذاء أحدهما بغير عمد، على أن لا تقلّ العقوبة عن الحبس مدّة

source: Women's rights groups in Syria are acknowledging the new law as a small step in the right direction, while maintaining that it does little to discourage honor killing. The group Women of Syria released a statement saying, This is only a small contributio
ar: لاقى التعديل ترحيبا محدودا من قبل النشطاء في مجالات حقوق المرأة في سوريا ووصفت إحدى مجموعات النشطاء أن التعديل يمثل إسهاما محدودا لحل المشكلة. و يفيد بشكل ضئيل جداُ في الحؤول دون وقوع هذه الجرائم. و قد صرحت مجموعة نساء سوريا تصريحاٌ قالت فيه ، إنها

source: Deutsche Presse Agentur
ar: للصحيفة الألمانية أجينتور

source: Obama says he's 'troubled' by Syrian behavior
ar: أوباما يقول إنه منزعج من السلوك السوري

source: US President Barack Obama is troubled by Syria's behavior but is hoping for progress in boosting ties with Damascus.
ar: يشعر الرئيس الأمريكي باراك أوباما بالانزعاج من سلوك سوريا، معرباً عن أمله لتحقيق تقدماً في العلاقات مع سوريا.

source: In an interview to be screened Sunday on Sky News, Obama was asked by the British television channel if he would accept an invitation for direct talks with Syrian President Bashar Assad in Damascus.
ar: وسألت قناة سكاي نيوز البريطانية أوباما في مقابلة تليفزيونية ستبثها القناة يوم الأحد عن ما إذا كان سيقبل الدعوة لإجراء محادثات مباشرة مع الرئيس السوري بشار الأسد في دمشق.

source: We've started to see some diplomatic contacts between the United States and Syria, Obama said in the interview recorded during his visit to Ghana on Saturday.
ar: وقال أوباما في المقابلة المسجلة خلال زيارته إلى غانا يوم السبت بدأنا نشهد بعض الإتصالات الدبلوماسية بين الولايات المتحدة وسوريا.

source: There are aspects of Syrian behavior that trouble us and we think that there is a way that Syria can be much more constructive on a whole host of these issues.
ar: وأضاف قائلاً هناك جوانب تزعجنا في السلوك السوري ونعتقد إن هناك وسيلة يمكن أن تكون سوريا من خلالها أكثر إيجابية تجاه مجموعة كبيرة من هذه القضايا.

source: But, as you know, I'm a believer in engagement and my hope is that we can continue to see progress on that front, Obama said.
ar: وقال أوباما ولكن كما تعلمون، إني من المؤمنين بالتواصل ويحدوني الأمل أننا سنتمكن من رؤية تقدماً بشأن هذه النقطة.

source: In late June, the US State Department praised Syria for its constructive role to promote peace and stability as it announced plans to return an ambassador to Damascus after a four-year absence.
ar: وفي أواخر يونيو، أشادت وزارة الخارجية الأمريكية بسوريا لدورها البناء في تعزيز السلام والاستقرار حيث أعلنت الولايات المتحدة عن عزمها على إعادة سفيرها إلي دمشق بعد غياب دام أربع سنوات.

source: The announcement represented a considerable warming in relations between the two countries, as the US has rejected the policy of isolation employed by the Bush administration in favor of one of engagement.
ar: ويمثل الإعلان أهمية كبيرة حيث عودة الدفء إلى العلاقات بين البلدين، فقد رفضت الولايات المتحدة سياسة العزل التي انتهجتها إدارة بوش.

source: A significant amount of the Sky interview was devoted to speaking about Africa, on which Obama said, At some point despite [its] tragic history… we have to say that the days of colonialism are over, that Africa has the resources and the talent necessary
ar: وخُصص جزء كبير من المقابلة التليفزيونية للحديث عن أفريقيا التي قال أوباما عنها في نقطة ما على الرغم من تاريخها المأسوي .. علينا أن نقول إن أيام الاستعمار قد ولت وإن أفريقيا لديها الموارد والمواهب الضروريين للتحرك قدماً لإحراز تقدماً.

source: And for those of us in the West, he went on, I think our obligation is to on the one hand say we are committed to working with you and we will provide you assistance where possible.
ar: وأضاف وبالنسبة لنا نحن الغرب، أعتقد أنه من واجبنا أن نقول إننا ملتزمون من ناحية بالعمل معكم وسنزودكم بالمساعدة حيثما أمكن.
